tap "azure/kubelogin"
tap "derailed/k9s"
tap "grafana/grafana"
tap "homebrew/bundle"
tap "homebrew/services"
tap "ubuntu/microk8s"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "ansible"
brew "ansible-lint"
brew "gettext"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "ant"
brew "argocd"
brew "azure-cli"
brew "bash"
brew "bash-completion", link: false
brew "bash-completion@2"
brew "black"
brew "certbot"
brew "curl"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "unbound"
brew "gnutls"
brew "go"
brew "gradle"
brew "helm"
brew "influxdb-cli"
brew "jq"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kubent"
brew "kustomize"
brew "maven"
brew "minikube"
brew "node"
brew "openjdk@17"
brew "pass"
brew "podman"
brew "pyenv"
brew "python@3.9"
brew "python-tk@3.9"
brew "starship", link: false
brew "strongswan"
brew "tcl-tk"
brew "telnet"
brew "vim"
brew "wget"
brew "yamllint"
brew "yq"
brew "zsh-syntax-highlighting"
brew "azure/kubelogin/kubelogin"
cask "dbeaver-community"
cask "drawio"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "openlens"
cask "slack"
cask "sourcetree"
cask "vagrant"
cask "visual-studio-code"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "tibco.flogo"
vscode "tomoki1207.pdf"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
